Repository: dudeinhoodie/country-flags
Catalog: ios/CountryFlagsKit/Sources/CountryFlagsFeatures/Resources/Localizable.xcstrings
Source language: en
Languages: ru

# study.map.open
source: Show on the map
ru: Показать на карте

# study.mode
source: Mode
ru: Режим

# study.mode.objective
source: Quiz
ru: Викторина

# study.mode.self_rated
source: Self-rated
ru: Самооценка

# study.next
source: Next
ru: Дальше

# study.no_cards
source: This deck has nothing to learn yet.
ru: В этой колоде пока нечего учить.

# study.no_distractors.message
source: There are not four different answers here. Try the self-rated mode.
ru: Здесь не наберётся четыре разных ответа. Попробуй самооценку.

# study.no_distractors.title
source: Quiz needs a bigger deck
ru: Для викторины нужна колода побольше

# study.not_saved
source: That answer did not make it. Rate the card again.
ru: Ответ не долетел. Оцени карточку ещё раз.

# study.objective.score
source: %1$lld of %2$lld correct
ru: Верно: %1$lld из %2$lld

# study.objective.title
source: Quiz
ru: Викторина

# study.option.correct
source: %@, correct answer
ru: %@, правильный ответ

# study.option.incorrect
source: %@, your answer, incorrect
ru: %@, твой ответ, неверно

# study.rating.again
source: Again
ru: Снова

# study.rating.easy
source: Easy
ru: Легко

# study.rating.good
source: Good
ru: Хорошо

# study.rating.hard
source: Hard
ru: Трудно

# study.result.done
source: Done
ru: Готово

# study.result.excellent
source: Excellent!
ru: Отлично!

# study.result.mastery.delta
source: +%1$lld%% this session
ru: +%1$lld%% за тренировку

# study.result.mastery.learned
source: Deck %1$lld%% learned
ru: Изучено %1$lld%% колоды

# study.result.remembered
source: %1$lld of %2$lld remembered
ru: Запомнено %1$lld из %2$lld

# study.result.returning
source: Returning to the deck: %1$lld
ru: Вернутся в колоду: %1$lld

# study.result.title
source: Session complete
ru: Тренировка завершена

# study.reveal
source: Show the answer
ru: Показать ответ

# study.session_size
source: Cards per session
ru: Карточек за тренировку

# study.start
source: Start studying
ru: Начать тренировку

# study.store_unavailable
source: The session did not start. Try again.
ru: Тренировка не запустилась. Попробуй ещё раз.

# study.title
source: Study
ru: Тренировка

# sync.offline
source: Your answers are saved and go out when you are back online.
ru: Ответы сохранены — улетят, когда появится сеть.

# sync.offline_short
source: No network
ru: Нет сети

# sync.pending
source: %lld answers waiting to sync
ru: Ожидают отправки: %lld

# sync.pending.chip
source: To sync: %lld
ru: К отправке: %lld

# sync.saved_on_device
source: %lld answers saved here — they go to your account when you sign in.
ru: %lld ответов сохранены — улетят в аккаунт, когда войдёшь.

# sync.sign_in_required
source: Sign in to sync your progress across devices.
ru: Войди, чтобы прогресс синхронизировался между устройствами.

# sync.sign_in_required.chip
source: Sign in
ru: Нужен вход

# sync.synced
source: Synced
ru: Синхронизировано
